Repository: TTLGame/ChristmasTree
Catalog: LongTester/Resource/Languages/*.lproj/Localizable.strings
Languages: vi

# systemError
source: There is something wrong with the system. Please try again later.
vi: Hệ thống hiện tại đang gặp trở ngại. Vui lòng thử lại sau

# internetError
source: Please check your internet connection and try again
vi: Vui lòng kiểm tra lại đường truyền mạng của bạn

source: Welcome
vi: Xin chào

source: Vietnamese
vi: Việt Nam

source: English
vi: Tiếng Anh

# noData
source: No Data Found
vi: Không có dữ liệu

# doneBtn
source: Done
vi: Xong

# cancelBtn
source: Cancel
vi: Hủy bỏ

# editStatusBtn
source: Edit Status
vi: Sửa tr/thái

source: Password
vi: Mật khẩu

# confirmPass
source: Confirm password
vi: Xác nhận mật khẩu

source: Full name
vi: Họ tên

source: Phone
vi: Điện thoại

source: Birthday
vi: Ngày sinh

source: Login
vi: Đăng nhập

source: Register account
vi: Tạo tài khoản

source: Register Form
vi: Đăng kí

source: Male
vi: Nam

source: Female
vi: Nữ

# isRequired
source: this field is required
vi: Thông tin bắt buộc

# regexMail
source: Not correct email format
vi: Không đúng định dạng mail

# regexPhone
source: Not correct phone format
vi: Không đúng định dạng điện thoại

# errorValidation
source: There is some error in field validations, please try again.
vi: Xảy ra lỗi xác thực, vui lòng kiểm tra lại

# mainTitle
source: Manage Location
vi: Quản lí địa điểm

# shortRoom
source: room(s) paid
vi: phòng đã thu

source: Full room
vi: Đủ phòng

# popupCreateAddressTitle
source: Address Form
vi: Form địa chỉ

# addressPopup
source: Address
vi: Địa chỉ

# totalRoomPopUp
source: Rooms
vi: Số phòng

source: Quota
vi: Định mức

source: Quota price
vi: Giá định mức

source: Water price
vi: Giá nước

source: Electric price
vi: Giá điện

source: Room price
vi: Giá phòng

source: Address Name
vi: Tên cơ sở

# fillError
source: Please fill out all required fields.
vi: Vui lòng nhập đủ các trường cần thiết.

source: Delete
vi: Xóa

# deleteContent
source: You sure you want to delete this address?
vi: Bạn có chắc chắc muốn xóa địa chỉ này không?

source: Log out
vi: Đăng xuất

source: Hello,
vi: Xin chào,

# addressCollectionMainTitle
source: Address Detail
vi: Thông tin cụ thể

# roomNums
source: Room:
vi: Phòng:

source: Renters:
vi: Người ở:

# waterCell
source: Water:
vi: Số nước:

# electricCell
source: Electric:
vi: Số điện:

# totalCell
source: Total:
vi: Tổng:

# yesSymbolText
source: Paid
vi: Đã trả

# noSymbolText
source: Not Paid
vi: Chưa trả

# pendingSymbolText
source: Pending
vi: Chưa giải quyết

# vacancySymbolText
source: Vacancy
vi: Trống phòng

# roomDetailTitle
source: Room Detail
vi: Chi tiết phòng

# radioAll
source: All data
vi: Tất cả

# radioUnPaid
source: Un-paid
vi: Chưa trả

# radioPaid
source: Paid
vi: Đã trả

# radioVancancy
source: Vacancy
vi: Trống

# getInfo
source: Address's info
vi: Thông tin cụ thể

source: Add Data
vi: Thêm data

source: Address:
vi: Địa chỉ:

# totalRoom
source: Total Rooms:
vi: Tổng phòng:

source: Average Renters:
vi: T/B người thuê:

# globalWater
source: Common water price/(m3):
vi: Giá nước chung/(m3):

# globalElectric
source: Common electric price/(kwh):
vi: Giá điện chung/(kwh):

# globalPrice
source: Common rent price:
vi: Giá phòng chung:

# averageWaterComsumption
source: Average Water Coms:
vi: T/B nước tiêu thụ:

# waterUnit
source: Water price/(m3) :
vi: Giá nước/(m3) :

# totalWaterComsumption
source: Total Water Coms:
vi: Tổng nước tiêu thụ

# averageElectricComsumption
source: Average Electric Coms:
vi: T/B điện tiêu thụ:

# electricUnit
source: Electric price/(kwh) :
vi: Giá điện/(kwh) :

# totalElectricComsumption
source: Total Electric Coms:
vi: Tổng điện tiêu thụ

source: Average Income
vi: T/B thu nhập

source: Total Rent:
vi: Tổng tiền:

source: Facility Info
vi: Thông tin cơ sở

source: Consumption Info
vi: Thông tin tiêu thụ

source: General Info
vi: Thông tin chung

# roomsInfo
source: Room Info
vi: Thông tin phòng

source: Water
vi: Nước

source: Electric
vi: Điện

source: Trash fee
vi: Tiền rác

source: Internet fee
vi: Tiền internet

source: Total
vi: Tổng tiền

source: Room
vi: Phòng

# errorInvalidData
source: Invalid input numbers. Please check again
vi: Thông tin nhập sai. Vui lòng kiểm tra lại.

source: Understand
vi: Đã hiểu

source: Paid
vi: Đã trả
